Autodesk.Revit.DB.AssemblyDifferenceConfiguration
The two assemblies being compared have different spatial configuration
Remarks:
Assemblies resulting in this difference might be made up of identical elements,
but the elements are not arranged in space relative to each other in the same way.
Since:
2012